Repository: MythicApp/Mythic
Catalog: Mythic/Localizable.xcstrings
Source language: en
Languages: it, no, pt_br, ru, sv, zh_hans, zh_hant

source: "An open-source macOS game launcher with the ability to play Windows games through a custom implementation of Apple's Game Porting Toolkit — supporting multiple platforms."
it: "Un launcher di giochi open-source per macOS che ti consente di giocare a titoli riservati a Windows grazie a una versione personalizzata del Gaming Porting Toolkit di Apple"
no: "En åpen kildekode macOS spill-launcher med evne til å spille Windows-spill gjennom en tilpasset implementering av Apples Game Porting Toolkit - støtte for flere plattformer."
pt_br: "Um game launcher de código aberto para macOS com o poder de rodar jogos do Windows através de uma implementação customizada do Game Porting Toolkit da Apple, com suporte a várias plataformas."
ru: "Лаунчер игр для macOS с открытым исходным кодом, с помощью которого можно играть в игры на Windows через специальную имплементацию Game Porting Toolkit от Apple — поддерживающий множество платформ."
sv: "En öppen källkod macOS spel launcher med möjlighet att spela Windows-spel genom en anpassad implementation av Apples Game Portning Toolkit - stödja flera plattformar."
zh_hans: "一款开源的 macOS 游戏启动器，可通过苹果游戏移植工具包的定制实现多平台畅玩 Windows 游戏。"
zh_hant: 「一款開源的 macOS 遊戲啟動器，透過 Apple Game Porting Toolkit 的自訂調整版實現多平台遊玩 Windows 遊戲戲」。

source: (optional)
it: (opzionale)
no: (valgfritt)
pt_br: (opcional)
ru: (по желанию)
sv: (valfri)
zh_hant: Tubby

source: (this software is currently in its alpha stage.)
it: (questo software è attualmente in fase alfa)
no: (denne programvaren er for øyeblikket i alpha-stadiet.)
pt_br: (este software está atualmente em sua fase alfa.)
ru: (В настоящее время данное программное обеспечение находится на альфа стадии)
sv: (denna programvara är för närvarande i sin alfa-stadium.)
zh_hans: (该软件目前还处于开发阶段。）
zh_hant: (此軟體目前還處於開發階段）

source: %@ complete
it: %@ completato
no: %@%% fullført
pt_br: %@ completo
ru: %@ окончено
sv: %@ slutförd
zh_hant: %@ 完成

source: %@ downloaded.
it: %@ scaricato/i.
no: %@ nedlastet.
pt_br: %@ baixado.
ru: %@ скачано.
sv: %@ nedladdade.
zh_hans: 已下载%@。
zh_hant: %@ 已下載。

source: %@ is now ready.
it: %@ è ora pronto.
no: %@ er nå klart.
pt_br: %@ está pronto.
ru: %@ уже готов.
sv: %@ är nu klar.
zh_hant: %@ 已準備就緒。

# %@ of %@ downloaded.
source: %1$@ of %2$@ downloaded.
it: %1$@ su %2$@ scaricati.
no: %1$@ av %2$@ er lastet ned.
pt_br: %1$@ de %2$@ baixados.
ru: %1$@ из %2$@ скачано.
sv: %1$@ av %2$@ nedladdade.
zh_hans: %2$@中的%1$@已下载。
zh_hant: 已下載 %1$@ 中的 %2$@。

# %@ of %@ downloaded. About %@ remaining.
source: %1$@ of %2$@ downloaded. About %3$@ remaining.
it: %1$@ su %2$@ scaricati. %3$@ tempo rimanente.
no: %1$@ av %2$@ lastet ned. Omtrent %3$@ gjenstår.
pt_br: %1$@ de %2$@ baixados. Restam %3$@.
ru: %1$@ из %2$@ скачано. Осталось примерно %3$@.
sv: %1$@ av %2$@ nedladdad. Cirka %3$@ återstår.
zh_hant: 已下載 %1$@ 中的 %2$@。 剩餘約 %3$@。

source: A list of Apple SLAs may be found here.
it: Un elenco dei CLS di Apple è disponibile qui.
no: En liste over Apple SLAs kan bli funnet her.
pt_br: É possível encontrar aqui uma lista das SLAs da Apple
ru: Список SLA от Apple находится тут.
sv: En lista över Apples SLA:er finns här.
zh_hans: 点击此处查看 Apple SLA 列表。
zh_hant: 您可以在這裡找到 Apple SLAs 的清單。

# A new version of Mythic Engine (%@) has released. You're currently using %@.
source: A new version of Mythic Engine (%1$@) has released. You're currently using %2$@.
it: Una nuova versione del Mythic Engine è disponibile per il download (al momento stai utilizzando la %1$@, è disponibile la %2$@).
no: En ny versjon av Mythic Engine (%1$@) utgitt. Du bruker %2$@.
pt_br: Uma nova versão da Mythic Engine (%1$@) foi lançada. Você está usando atualmente a %2$@.
ru: Новая версия Mythic Engine (%1$@) уже вышла. Сейчас вы используете %2$@.
sv: En ny version av Mythic Engine (%1$@) har släppts. Du använder för närvarande %2$@.
zh_hant: 最新版本的 Mythic Engine (%1$@) 已推出。 您目前使用的是 %2$@。

source: About Mythic
it: Informazioni su Mythic
no: Om Mythic
pt_br: Sobre a Mythic
ru: Про Mythic
sv: Om Mythic
zh_hans: 关于 Mythic
zh_hant: 關於 Mythic

source: Accounts
it: Account
no: Brukere
pt_br: Contas
ru: Аккаунты
sv: Konton
zh_hans: 账户
zh_hant: 帳戶

source: Acknowledgements
it: Riconoscimenti
no: Anerkjennelser
pt_br: Agradecimentos
ru: Благодарности
sv: Tack till
zh_hans: 特别鸣谢
zh_hant: 特別感謝

source: Add a container
it: Aggiungi un contenitore
no: Legg til en beholder
pt_br: Adicionar um contêiner
ru: Добавить контейнер
sv: Lägg till en behållare
zh_hans: 添加一个容器
zh_hant: 新增容器

source: Advanced
it: Avanzate
no: Avansert
pt_br: Avançado
ru: Расширенное
sv: Avancerad
zh_hans: 高级
zh_hant: 進階設定

source: Advanced Vector Extensions (AVX2)
it: Estensioni Vettoriali Avanzate (AVX2)
no: Avanserte vektorutvidelser (AVX2)
pt_br: Extensões vetoriais avançadas (AVX2)
sv: Avancerade vektortillägg (AVX2)
zh_hans: 高级矢量扩展（AVX2）
zh_hant: 進階向量擴充（AVX2）

source: All game operations that may have been pending are complete. You may access downloaded games in your [%@ Library].
it: Tutte le operazioni sono state completate. Puoi trovare i giochi scaricati nella tua libreria [%@ Libreria].
no: Alle spilloperasjoner som kan ha vært under venting er fullført. Du kan få tilgang til nedlastede spill i ditt [%@ Library].
pt_br: Todas as operações de jogos que estavam pendentes foram concluídas. Você pode acessar os jogos baixados em sua [%@ Biblioteca].
ru: Все операции игр которые может быть ожидаемы уже завершены. Вы можете найти установленные игры в вашей [Библиотеке %@].
sv: Alla speloperationer som kan ha varit väntande är slutförda. Du kan komma åt nedladdade spel i ditt [%@ Library].
zh_hant: 所有待處理的遊戲操作均已完成。 您可以在 [%@ 資料庫] 中存取已下載的遊戲。

source: An error occurred while interfacing with Epic Games.
it: Si è verificato un errore nel comunicare con Epic Games.
no: En feil oppstod under komunikasjon med Epic Games.
pt_br: Ocorreu um erro ao interagir com a Epic Games.
ru: Произошла ошибка при взаимодействии с Epic Games.
sv: Ett fel inträffade under kontakten med Epic Games.
zh_hant: 與 Epic Games 連線時發生錯誤。

source: an unknown version
it: versione sconosciuta
no: en ukjent versjon
pt_br: uma versão desconhecida
ru: неизвестная версия
sv: en okänd version
zh_hans: 未知版本
zh_hant: 未知版本

source: Are you sure you want to cancel container creation?
it: Sei sicuro di voler annullare la creazione della bottiglia?
no: Er du sikker på at du vil avbryte laging av beholderen?
pt_br: Tem certeza de que deseja cancelar a criação do contêiner?
ru: Вы уверены, что хотите отменить создание контейнера?
sv: Är du säker på att du vill avbryta skapandet av behållare?
zh_hans: 你确定取消创建容器？
zh_hant: 您確定要取消容器建立嗎？

source: Are you sure you want to delete "%@"?
it: Sei sicuro di voler eliminare "%@"?
no: Er du sikker på at du vil slette "%@"?
pt_br: Tem certeza de que deseja excluir "%@"?
ru: Вы уверены, что хотите удалить "%@"?
sv: Är du säker på att du vill radera ”%@”?
zh_hans: 您确定要删除 %@吗？
zh_hant: 您確定要刪除 %@嗎？

source: Are you sure you want to proceed without rating?
it: Sei sicuro di voler procedere senza valutare?
no: Er du sikker på at du vil fortsette uten å vurdere?
pt_br: Tem certeza de que deseja prosseguir sem classificar?
ru: Вы уверены, что хотите продолжить без оценивания?
sv: Är du säker på att du vill fortsätta utan att betygsätta?
zh_hans: 您确定要不评分就继续吗？
zh_hant: 您確定要在不評分的情況下繼續嗎？

source: Are you sure you want to quit?
it: Sei sicuro di voler uscire?
no: Er du sikker på at du vil avslutte?
pt_br: Tem certeza que deseja sair?
ru: Вы уверены, что вы хотите выйти?
sv: Är du säker på att du vill avsluta spelet?
zh_hans: 你确定要退出吗？
zh_hant: 你確定要退出嗎？

source: Are you sure you want to remove Mythic Engine?
it: Sei sicuro di voler rimuovere Mythic Engine?
no: Er du sikker på at du vil fjerne Mythic Engine?
pt_br: Tem certeza de que deseja remover o Mythic Engine?
ru: Вы уверены, что хотите удалить Mythic Engine?
sv: Är du säker på att du vill ta bort Mythic Engine?
zh_hans: 您确定要移除Mythic引擎吗？
zh_hant: 您確定要移除Mythic引擎嗎？

source: Are you sure you want to sign out of Epic Games?
it: Sei sicuro di verti disconnettere dal tuo account Epic Games?
no: Er du sikker på at du vil logge ut av Epic Games?
pt_br: Tem certeza de que deseja deslogar da epic games?
ru: Вы уверены, что хотите выйти из Epic Games?
sv: Är du säker på att du vill logga ut från Epic Games?
zh_hans: 你确定你要退出 Epic Games 吗？
zh_hant: 您確定要登出 Epic Games 嗎？

source: Are you sure you want to update now?
it: Confermi di voler aggiornare?
no: Er du sikker på at du vil oppdatere nå?
pt_br: Tem certeza que deseja atualizar agora?
ru: Вы уверены, что вы хотите обновить сейчас?
sv: Är du säker på att du vill uppdatera nu?
zh_hans: 您确定要现在更新吗？
zh_hant: 您確定要現在更新嗎？

source: Asynchronous DXVK
it: DXVK asincrono
no: Asynkron DXVK
pt_br: DXVK assíncrono
ru: Асинхронный DXVK
zh_hans: 异步 DXVK
zh_hant: 非同步 DXVK

source: Attempted to access a container that already exists.
it: Esiste già un container con questo nome.
no: Forsøkte å få tilgang til en beholder som allerede finnes.
pt_br: Você tentou acessar um contâiner que já existe.
ru: Попытка получить доступ к контейнеру который уже существует.
sv: Försökte komma åt en behållare som redan finns.
zh_hant: 嘗試存取已存在的容器。

source: Automatically check for Mythic Engine updates
it: Controlla automaticamente gli aggiornamenti di Mythic Engine
no: Sjekk for Mythic Engine oppdateringer automatisk
pt_br: Verificar automaticamente se há atualizações do Mythic Engine
ru: Автоматически проверять обновления Mythic Engine
sv: Sök automatiskt efter uppdateringar av Mythic Engine
zh_hans: 自动检查Mythic引擎更新
zh_hant: 自動檢查 Mythic Engine 更新

source: AVX2 is only supported on macOS Sequoia (15) or later.
it: AVX2 è supportato solo su macOS Sequoia (15) o versioni successive.
no: AVX2 er kun støttet på macOS Sequoia (15) eller nyere.
pt_br: O AVX2 é suportado apenas no MacOS Sequoia (15) ou posterior.
ru: AVX2 только поддерживается в macOS Sequoia (15) и в следующих версиях.
sv: AVX2 stöds endast på macOS Sequoia (15) eller senare.
zh_hans: AVX2 需要 macOS Sequoia (15) 或更高的版本。
zh_hant: AVX2 僅在 macOS Sequoia (15) 或更新版本中支援。

source: Browse...
it: Esplora...
no: Utforsk...
pt_br: Explorar...
ru: Посмотреть...
sv: Bläddra...
zh_hans: 浏览
zh_hant: 搜尋...

source: Cancel
it: Annulla
no: Avbryt
pt_br: Cancelar
ru: Отмена
sv: Avbryt
zh_hans: 取消
zh_hant: 取消

source: Cancel operation
it: Annulla l'operazione
no: Avbryt operasjon
pt_br: Cancelar operação
ru: Остановить операцию
sv: Avbryt åtgärd
zh_hant: 取消操作

source: Change...
it: Cambia...
no: Endre...
pt_br: Alterar...
ru: Изменить...
sv: Ändra …
zh_hans: 更改...
zh_hant: 更改...

source: Check for Updates...
it: Controlla gli aggiornamenti...
no: Se etter oppdateringer...
pt_br: Verificar Atualizações...
ru: Проверить наличие обновлений...
sv: Sök efter uppdateringar...
zh_hans: 检查更新
zh_hant: 檢查更新...

source: Checking for Updates
it: Controllo Aggiornamenti
no: Søker etter nye oppdateringer
pt_br: Verificando atualizações
ru: Проверка обновлений
sv: Söker efter uppdateringar
zh_hans: 正在检查更新
zh_hant: 正在檢查更新

source: Choose a name for your container:
it: Scegli un nome per la tua bottiglia:
no: Velg et navn for beholderen din:
pt_br: Escolha um nome para seu contêiner:
ru: Выберите имя для вашего контейнера:
sv: Välj ett namn på din behållare:
zh_hans: 为容器选择一个名字：
zh_hant: 為您的容器選擇一個名稱：

source: Close
it: Chiudi
no: Lukk
pt_br: Fechar
ru: Закрыть
sv: Stäng
zh_hans: 关闭
zh_hant: 關閉

source: Coming Soon
it: In arrivo
no: Kommer snart
pt_br: Em Breve
ru: Скоро будет
sv: Kommer snart
zh_hans: 敬请期待
zh_hant: 敬請期待

source: Compatibility List
it: Lista Compatibilità
no: Kompatibilitetsliste
pt_br: Lista de compatibilidade
ru: Список совместимости
sv: Kompatibilitetslista
zh_hant: 相容性列表

source: Configure "%@"
it: Configura "%@"
no: Konfigurer "%@"
pt_br: Configurar "%@"
ru: Настроить "%@"
sv: Konfigurera "%@"
zh_hans: 设置 "%@"
zh_hant: 設定 "%@"

source: Configure Container...
it: Configura il Container...
no: Konfigurer conteiner...
pt_br: Configurar o contêiner...
ru: Настроить контейнер...
sv: Konfigurera behållare...
zh_hant: 設置容器…

source: Container Settings
it: Impostazioni Container
no: Konteiner innstillinger
pt_br: Configurações do Contêiner
ru: Настройки контейнера
sv: Inställning Behållare
zh_hans: 容器设置
zh_hant: 容器設定

source: Container unable to boot.
it: Impossibile avviare il container.
no: Konteiner kunne ikke starte.
pt_br: O contêiner não consegue inicializar.
ru: Контейнер не может загрузиться.
sv: Behållare kan inte starta.
zh_hant: 容器無法啟動。

source: Containers
it: Bottiglie
no: Beholdere
pt_br: Contêineres
ru: Контейнеры
sv: Behållare
zh_hans: 容器
zh_hant: 容器

source: Containers will appear here. You must create a container in order to launch a Windows® game.
it: I container verranno elencati qui. Devi creare un container prima di avviare un gioco Windows®.
no: Beholdere vil vises her. Du må lage en container for å kunne starte et Windows®: spill.
pt_br: Os contêineres aparecerão aqui. Você deve criar um contêiner para poder iniciar um jogo Windows®️.
ru: Контейнеры появятся тут. Вы должны создать контейнер чтобы запустить игру с Windows®.
sv: Behållare visas här. Du måste skapa en behållare för att kunna starta ett Windows®️-spel.
zh_hant: 容器將顯示在此。 您必須建立容器才能啟動 Windows® 遊戲。

source: CONTINUE PLAYING
it: Continua a giocare
no: FORTSET SPILL
pt_br: CONTINUE JOGANDO
ru: ПРОДОЛЖИТЬ ИГРУ
sv: FORTSÄTT SPELA
zh_hans: 继续游戏
zh_hant: 繼續遊戲

source: Create a support ticket
it: Crea un ticket di supporto
no: Opprett en support-sak
pt_br: Criar um ticket de suporte
ru: Создать тикет в службу поддержки
sv: Skapa ett supportärende
zh_hant: 建立一個支援票單

source: Create Container
it: Crea Container
no: Opprett Container
pt_br: Criar contêiner
ru: Создать контейнер
sv: Skapa behållare
zh_hant: 創建容器

source: Current Container
it: Contenitore attuale
no: Gjeldende beholder
pt_br: Recipiente atual
ru: Текущий контейнер
sv: Nuvarande behållare
zh_hans: 当前容器
zh_hant: 當前容器

source: Default Install Location
it: Posizione di installazione predefinita
no: Standart installasjonssted
pt_br: Localização de instalação padrão
ru: Место установки по умолчанию
sv: Standard installationsplats
zh_hans: 默认安装位置
zh_hant: 預設安裝位置

source: Default is 1 tick.
it: Il valore predefinito è di 1 tick.
no: Standard er 1 hakk.
ru: Изначально 1 тик.
sv: Standard är 1 tick.
zh_hans: 默认为 1 tick。
zh_hant: 預設值為 1 tick。

source: Delete
it: Elimina
no: Slett
pt_br: Apagar
ru: Удалить
sv: Radera
zh_hans: 删除
zh_hant: 刪除

source: Delete "%@"
it: Elimina "%@"
no: Slett "%@"
pt_br: Apagar "%@"
ru: Удалить "%@"
sv: Radera "%@"?
zh_hans: 删除 "%@"
zh_hant: 刪除"%@"

source: Dismiss
it: Chiudi
no: Avvis
pt_br: Ignorar
ru: Отмена
sv: Avfärda
zh_hans: 关闭
zh_hant: 忽略

source: Display Mythic activity status on Discord
it: Mostra lo stato di Mythic su Discord
no: Vis Mythic-aktivitetsstatus på Discord
pt_br: Exibir o status da atividade da Mythic no Discord
ru: Отображать статус активности Mythic в Discord
sv: Visa Mythic-aktivitetsstatus på Discord
zh_hans: 在 Discord 上显示游戏活动状态
zh_hant: 在 Discord 顯示 Mythic 活動狀態

source: Documentation
it: Documentazione
no: Dokumentasjon
pt_br: Documentação
ru: Документация
sv: Dokumentation
zh_hant: 文檔

source: Done
it: Fatto
no: Fullført
pt_br: Concluído
ru: Готово
sv: Klar
zh_hans: 完成
zh_hant: 完成

source: Downloading Mythic Engine...
it: Scarica il Mythic Engine...
no: Laster ned Mythic Engine...
pt_br: Baixando o Mythic Engine...
ru: Скачивание Mythic Engine...
sv: Laddar ner Mythic Engine...
zh_hans: 正在下载 Mythic 引擎...
zh_hant: 正在安裝Mythic引擎...

source: Downloading Update
it: Scaricamento aggiornamento in corso
no: Laster ned oppdatering
pt_br: Baixando Atualização
ru: Загрузка обновления
sv: Nedladdning av uppdatering
zh_hans: 正在下载更新
zh_hant: 正在下載更新

source: Downloads
it: Download
no: Nedlastinger
pt_br: Transferências
ru: Загрузки
sv: Nedladdningar
zh_hans: 下载
zh_hant: 下載

source: Enhanced Sync (MSync)
it: Sincronizzazione avanzata (MSync)
no: Forbedret synkronisering (MSync)
pt_br: Sincronização Aprimorada (MSync)
ru: Улучшенная синхронизация (MSync)
sv: Förbättrad synkronisering (MSync)
zh_hans: 增强同步 (MSync)
zh_hant: 增強同步 (MSync)

source: Error importing game "%@".
it: Errore durante l'importazione del gioco "%@".
no: Feil under importering av spillet "%@".
pt_br: Erro ao importar o jogo "%@".
ru: Ошибка при импорте игры "%@".
sv: Fel vid import av spelet "%@".
zh_hans: 导入游戏“%@”时出错。
zh_hant: 導入遊戲 “%@” 時發生錯誤。

source: Error launching "%@".
it: Errore nel lanciare "%@".
no: Feil under oppstart av "%@".
pt_br: Erro ao iniciar "%@".
ru: Ошибка при запуске "%@".
sv: Fel vid start av "%@".
zh_hans: 启动“%@”时出错。
zh_hant: 啟動"%@"時發生錯誤。

source: Error opening executable.
it: Errore nell'apertura dell'eseguibile.
no: Feil under oppstart av executable.
pt_br: Erro ao abrir o executável.
ru: Ошибка при открытии исполняемого файла.
sv: Fel vid öppning av körbar fil.
zh_hans: 打开可执行文件时出错。
zh_hant: 開啟執行檔時發生錯誤。

source: Estimated Time Remaining
it: Tempo rimanente
no: Estimert gjenværende tid
pt_br: Tempo Restante Estimado:
ru: Предполагаемо осталось
sv: Återstående tid:
zh_hant: 預計剩餘時間

source: Everything in one place
it: Tutto in un unico posto
no: Alt på ett sted
pt_br: Tudo em um só lugar
ru: Все в одном месте
sv: Allt samlat på ett ställe
zh_hans: 一切就绪
zh_hant: 一切都在一個地方！

source: Extracting Update
it: Estrazione dell'aggiornamento
no: Pakker ut oppdatering
pt_br: Extraindo Atualização
ru: Распаковка обновления
sv: Extrahering av uppdatering
zh_hans: 正在提取更新
zh_hant: 提取更新

source: Failed to boot "%@".
it: Fallito l'avvio di "%@".
no: Kunne ikke starte "%@".
pt_br: Falha ao inicializar "%@".
ru: Не удалось загрузить "%@".
sv: Misslyckades med att starta "%@".
zh_hans: 无法启动“%@”。
zh_hant: 啟動"%@"失敗。

source: Failed to force-copy files.
it: Impossibile copiare i file.
no: Kunne ikke tvinge kopiering av filene.
ru: Не удалось принудительно скопировать файлы.
sv: Misslyckades med att tvångskopiera filer.
zh_hant: 強制複製檔案失敗。

source: Favourite
it: Preferito
no: Favoritt
pt_br: Favoritar
ru: Избранное
sv: Favorit
zh_hans: 收藏
zh_hant: 最愛

source: Favourite "%@"
it: Preferito "%@"
no: Legg til i favoritter "%@"
pt_br: Favorito "%@"
ru: Добавить"%@" в избранное
sv: Favorit "%@"
zh_hans: 收藏夹 "%@"
zh_hant: 最愛 "%@"

source: Favourited
it: Preferiti
no: Favoritt
pt_br: Favoritos
ru: Избранные
sv: Favoriter
zh_hant: 我的最愛

source: File/Folder is not readable by Mythic.
it: Il file/cartella non è leggibile da Mythic.
no: Fil/mappe kan ikke leses av Mythic.
pt_br: Arquivo/Pasta não é legível pelo Mythic.
ru: Файл/Папка не читается Mythic.
sv: Filen/mappen är inte läsbar av Mythic.
zh_hans: Mythic 无法读取文件/文件夹。
zh_hant: 檔案/資料夾無法被 Mythic 讀取。

source: Files
it: File
no: Filer
pt_br: Arquivos
ru: Файлы
sv: Filer
zh_hans: 文件
zh_hant: 檔案

source: Filters
it: Filtri
no: Filtre
pt_br: Filtros
ru: Фильтры
sv: Filter
zh_hant: 篩選條件

source: Folder is not writable.
it: Non è possibile scrivere nella cartella
no: Mappe er ikke skrivbar.
pt_br: A pasta não pode ser gravada.
ru: Папка недоступна для записи.
sv: Mappen är inte skrivbar.
zh_hans: 文件不可写入。
zh_hant: 檔案無法寫入

source: Force a re-evaluation of your library contents.
it: Forza l'aggiornamento della tua libreria.
no: Tving en reevaluering av bibliotekets innhold.
pt_br: Forçar uma reavaliação do conteúdo de sua biblioteca.
ru: Принудительно переоценить контент вашей библиотеки.
sv: Tvinga fram en omvärdering av ditt biblioteksinnehåll.
zh_hant: 強制重新整理您的資料庫內容。

source: Force quit all games when Mythic closes
it: Uscita forzata da tutti i giochi alla chiusura di Mythic
no: Tving alle programmer til å avslutte når Mythic lukkes
pt_br: Forçar o encerramento de todos os jogos quando o Mythic for fechado
ru: Принудительно выходить из всех игр при закрытии Mythic
sv: Tvångsavsluta alla spel när Mythic stängs
zh_hans: Mythic 关闭时强制退出所有游戏
zh_hant: Mythic 關閉時強制退出所有遊戲

source: Force-refresh
it: Forza aggiornamento
no: Tving gjenoppfrisking
pt_br: Atualização forçada
ru: Принудительно обновить
sv: Tvinga uppdatering
zh_hans: 强制刷新
zh_hant: 強制重新整理

source: Game
it: Gioco
no: Spill
pt_br: Jogo
ru: Игра
sv: Spel
zh_hans: 游戏
zh_hant: 遊戲

source: Game List Layout
it: Layout lista giochi
no: Spillliste oppsett
pt_br: Layout da lista de jogos
ru: Макет списка игр
sv: Layout för spellista
zh_hant: 遊戲清單佈局

source: Gamecard Glow
it: Bagliore schede dei giochi
no: Spillkort Glød
ru: Свечение Gamecard
sv: Spelkort ljus
zh_hant: 遊戲卡亮度

source: Gamecard Size
it: Dimensione delle schede dei giochi
no: Gamecard størrelse
pt_br: Tamanho do GameCard
ru: Размер игровой карты
sv: Spelkortets storlek
zh_hant: 遊戲卡尺寸

source: General
it: Generali
no: Generelt
pt_br: Geral
ru: Общие
sv: Allmänt
zh_hans: 常规
zh_hant: 一般

source: Get support
it: Supporto
no: Få hjelp
pt_br: Contatar suporte
ru: Получить поддержку
sv: Be om hjälp
zh_hans: 获取帮助
zh_hant: 取得支援

source: GitHub Repository
it: Repository GitHub
pt_br: Repositório do GitHub
ru: Репозитория в GitHub
sv: GitHub Förråd
zh_hans: Github 源码仓库
zh_hant: GitHub 儲存庫

source: Grid
it: Griglia
no: Rutenett
pt_br: Grade
ru: Сетка
sv: Rutnät
zh_hans: 网格视图
zh_hant: 圖像

source: Hi,
it: Ciao,
no: Hei,
pt_br: Olá,
ru: Привет,
sv: Hej,
zh_hans: 您好，
zh_hant: 您好

source: How well did "%@" run?
it: Com'è stata la tua esperienza con %@?
no: Hvor bra kjørte "%@"?
pt_br: Quão bem "%@" foi executado?
ru: Как хорошо работал "%@"?
sv: Hur väl fungerade "%@"?
zh_hans: “%@“ 运行得如何？
zh_hant: "%@" 運行情況如何？

source: I agree to the software license agreement.
it: Accetto il contratto di licenza del software.
no: Jeg samtykker til lisensavtalen for programvare.
pt_br: Eu concordo com o Contrato de Licença do Software.
ru: Я принимаю лицензионное соглашение.
sv: Jag godkänner licensavtalet för programvaran.
zh_hans: 我同意软件许可协议。
zh_hant: 我同意軟體授權許可協議。

source: Image Unavailable
it: Immagine non disponibile
no: Bilde er utilgjengelig
pt_br: Imagem Indisponível
ru: Изображение недоступно
sv: Bild otillgänglig
zh_hans: 图片不可用
zh_hant: 圖像無法使用

source: Import a game
it: Importa un gioco
no: Importer et spill
pt_br: Importar um jogo
ru: Импорт игры
sv: Importera ett spel
zh_hans: 导入游戏
zh_hant: 匯入遊戲

source: Import Game
it: Importa un Gioco
no: Importer spill
pt_br: Importar Jogo
ru: Импортировать игру
sv: Importera spel
zh_hans: 导入游戏
zh_hant: 匯入遊戲

source: Import with DLCs
it: Importa con i DLC
no: Importer med DLC-er
pt_br: Importar com DLCs
ru: Импорт с доп. контентом
sv: Import med DLC:er
zh_hans: 导入DLC
zh_hant: 匯入遊戲加DLCs

source: Install
it: Installa
no: Installer
pt_br: Instalar
ru: Установить
sv: Installera
zh_hans: 安装
zh_hant: 安裝

source: Install %@
it: Installa "%@
no: Installer "%@
pt_br: Instalar %@
ru: Установить "%@
sv: Installera %@
zh_hans: 安装 %@
zh_hant: 安裝 %@

source: Install Mythic Engine
it: Installa Mythic Engine
no: Installer Mythic Engine
pt_br: Instalar Mythic Engine
ru: Установить Mythic Engine
sv: Installera Mythic Engine
zh_hans: 安装 Mythic 引擎
zh_hant: 安裝Mythic引擎

source: Install Rosetta
it: Installa Rosetta
no: Installer Rosetta
pt_br: Instalar o Rosetta
ru: Установить Rosetta
sv: Installera Rosetta
zh_hans: 安装 Rosetta
zh_hant: 安裝 Rosetta

source: Install/Uninstall...
it: Installa/Disinstalla...
no: Installer/Avinstaller...
pt_br: Instalar/Desinstalar
ru: Установить/Удалить...
sv: Installera/Avinstallera...
zh_hans: 安装/卸载...
zh_hant: 安裝/解除安裝……

source: Installation
it: Installazione
no: Installasjon
pt_br: Instalação
ru: Установка
sv: Installera
zh_hant: 安裝

source: Installation Directory
it: Cartella d'installazione
no: Installasjons katalog
pt_br: Diretório de Instalação
ru: Путь установки
sv: Installationskatalog
zh_hant: 安裝目錄

source: Installed
it: Installazione completata
no: Installert
pt_br: Instalado
ru: Установлено
sv: Installerad
zh_hans: 已安装
zh_hant: 已安裝

source: Installing
it: Installando
no: Installerer
pt_br: Instalando
ru: Устанавливается
sv: Installation pågår...
zh_hans: 正在安装
zh_hant: 正在安裝
